{
    "en": {
        "Home": "Home",
        "About us": "About us",
        "Documents": "Documents",
        "Calendar": "Calendar",
        "Galery": "Galery",
        "Contacts": "Contacts",
        "News": "News",
        "Greeting": "Hallo",
        "Phone": "+359896865981",
        "Login": "Login",
        "Logout": "Logout",
        "MainTextOne": "Taekwondo club „Fire-Sofia“ was founded in 2009, and since 2010 it is an official member of the Bulgarian Taekwondo-Olympic version.",
        "MainTextTwo": "Our goal is to spread the Korean martial art of Taekwondo among children, adolescents and adults as a means of their physical and spiritual development.",
        "MainTextThree": "As long-time followers of not only the sport, but also the martial art, we strive to build honest, responsible, organized and knowledge-seeking people, introducing them to the world of Taekwondo and its principles.",
        "MainTextFour": "Taekwondo training at Fire-Sofia Training Center is aimed not only at the acquisition of technical skills for self-defense, physical strength, endurance, flexibility and concentration, but also at the fight against rising aggression among children and youth. In the training process, we pay special attention to discipline, respect and teamwork to build team spirit and develop positive character traits in each trainee.",
        "MainTextFive": "Over the years, with the experience gained over time, and perhaps also thanks to our dedication to work, the clubs activities have undergone constant development. FC „Fire-Sofia“ is increasingly purposefully looking for opportunities for the personal and social development of its staff and for the realization of their sporting potential. To date, the club can boast of 18 graduates, holders of the masters degree (black belt), 11 national taekwondo judges have been established, our athletes have won over 700 medals and numerous cups from state and international competitions.",
        "MainTextSix": "The graduates of our club are an example for their peers not only in sports, but also in every sphere of their daily activities, and for us, as their coaches, it is a matter of pride that with the help of taekwondo, we manage to build worthy and successful young people who have clear purpose and direction in life and who are true followers of the sport, martial art and philosophical teachings of Taekwondo.",
        "CopyRight": "Copyright © Taekwondo Team Fire-Sofia",
        "Email": "E-mail: firetkd@abv.bg",
        "Address": "Address: Sofia"
    },
    "bg": {
        "Home": "Начало",
        "About us": "За нас",
        "Documents": "Документи",
        "Calendar": "Календар",
        "Galery": "Галерия",
        "Contacts": "Контакти",
        "News": "Новини",
        "Greeting": "Здрасти",
        "Phone": "0896865981",
        "Login": "Влез",
        "Logout": "Излез",
        "MainTextOne": "Таекуондо клуб „Файър-София“ е основан през 2009 г., а от  2010 г. е официален член на Българска федерация по таекуондо-олимпийска версия.",
        "MainTextTwo": "Нашата цел е разпространението на корейското бойно изкуство таекуондо сред деца, юноши и възрастни като средство за тяхното физическо и духовно развитие.",
        "MainTextThree": "Като дългогодишни последователи не само на спорта, но и на бойното изкуство, ние се стремим да изградим почтени, отговорни, организирани и търсещи знанието хора, въвеждайки ги в света на таекуондо и неговите принципи.",
        "MainTextFour": "Тренировките по таекуондо в СКТ „Файър-София“ са насочени не само към придобиването на технически умения за самозащита, физическа сила, издръжливост, гъвкавост и концентрация, но и към борбата срещу надигащата се агресия сред децата и младежите. Специално внимание в тренировъчния процес  отделяме на  дисциплината, уважението и работата в екип, които да изградят отборен дух  и да развият положителни черти  в характера на всеки трениращ.",
        "MainTextFive": "С течение на годините, с придобития във времето опит, а може би и благодарение на отдадеността ни в работата, дейността на клуба търпи постоянно развитие. СКТ „Файър-София“ все по-целенасочено търси възможности за личностното и социално развитие на своите кадри и за реализацията на  спортния им потенциал.  До момента клубът може да се похвали с 18 възпитаници, носители на  майсторска степен (черен пояс), изградени са 11 национални съдии по таекуондо,  нашите състезатели са извоювали над 700 медала и множество купи от държавни и международни състезания.",
        "MainTextSix": "Възпитаниците на клуба ни са пример за своите връстници не само в спорта, но и във всяка една сфера от ежедневните  си занимания и  за нас като техни треньори е гордост, че  с помощта на таекуондо,  успяваме да  изградим достойни и успешни млади хора, които имат ясна цел и посока  в живота и които са истински последователи на спорта, бойното изкуство и философското учение Таекуондо.",
        "CopyRight": "СКТ „Файър-София” ®",
        "Email": "Имейл: firetkd@abv.bg",
        "Address": "Адрес: София"
    }
}