import './App.css'
import { Link } from 'react-router-dom'


const App = ({ session }) => {
  return (
    <>
      <div className='main-content'>
          Таекуондо клуб „Файър-София“ е основан през 2009 г., а от  2010 г. е официален член на Българска федерация по таекуондо-олимпийска версия.
          Нашата цел е разпространението на корейското бойно изкуство таекуондо сред деца, юноши и възрастни като средство за тяхното физическо и духовно развитие.
          Като дългогодишни последователи не само на спорта, но и на бойното изкуство, ние се стремим да изградим почтени, отговорни, организирани и търсещи знанието хора, въвеждайки ги в света на таекуондо и неговите принципи.
          Тренировките по таекуондо в СКТ „Файър-София“ са насочени не само към придобиването на технически умения за самозащита, физическа сила, издръжливост, гъвкавост и концентрация, но и към борбата срещу надигащата се агресия сред децата и младежите. Специално внимание в тренировъчния процес  отделяме на  дисциплината, уважението и работата в екип, които да изградят отборен дух  и да развият положителни черти  в характера на всеки трениращ.
          С течение на годините, с придобития във времето опит, а може би и благодарение на отдадеността ни в работата, дейността на клуба търпи постоянно развитие. СКТ „Файър-София“ все по-целенасочено търси възможности за личностното и социално развитие на своите кадри и за реализацията на  спортния им потенциал.  До момента клубът може да се похвали с 18 възпитаници, носители на  майсторска степен (черен пояс), изградени са 11 национални съдии по таекуондо,  нашите състезатели са извоювали над 700 медала и множество купи от държавни и международни състезания.
          Възпитаниците на клуба ни са пример за своите връстници не само в спорта, но и във всяка една сфера от ежедневните  си занимания и  за нас като техни треньори е гордост, че  с помощта на таекуондо,  успяваме да  изградим достойни и успешни млади хора, които имат ясна цел и посока  в живота и които са истински последователи на спорта, бойното изкуство и философското учение Таекуондо.
          <br />
          <div className='skt-content'>СКТ „Файър-София” ®</div>
      </div>
      <br />
      {session && session.user.id == "cd7e3c17-2a4f-4283-be06-0128f2fd057d" && <Link to='/admin'>Admin Page 🤫</Link>}
    </>
  )
}
import PropTypes from 'prop-types'
App.propTypes = {
  session: PropTypes.object,
}

export default App
